Repository: enlewof/learningit-repo-plugins
Catalog: plugin.video.playonbrowser/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, es_mx, ru_ru

# Addon Summary
source: Browse PlayOn from Kodi.
da_dk: Gennemse PlayOn fra Kodi.
de_de: PlayOn über Kodi durchblättern.
es_es: Navega por PlayOn desde Kodi.
es_mx: Explora PlayOn desde Kodi.
ru_ru: Просматривайте PlayOn из Kodi.

# Addon Description
source: PlayOn is a streaming media brand and software suite that enables users to view and record videos from numerous online content providers.
da_dk: PlayOn er et streaming mediemærke og softwaresuite, der gør det muligt for brugere at se og optage videoer fra adskillige online indholdsudbydere.
de_de: PlayOn ist eine Medienstreaming-Marke und eine Software-Suite, die es Nutzern ermöglicht, Videos von zahlreichen Online-Anbietern anzusehen und aufzunehmen.
es_es: PlayOn es una marca de transmisión de contenidos multimedia y un paquete de software que permite a los usuarios ver y grabar vídeos de numerosos proveedores de contenidos en línea.
es_mx: PlayOn es una compañía de transmisión de medios y una suite de software que permite a sus usuarios ver y grabar videos de numerosos proveedores de contenido en línea.
ru_ru: PlayOn - это бренд потокового мультимедиа и программный пакет, который позволяет пользователям просматривать и записывать видео от многочисленных поставщиков онлайн контента.

# Addon Disclaimer
source: Requires Playon Server Software
da_dk: Kræver Playon server software
de_de: Erfordert Playon-Serversoftware
es_es: Requiere el software Playon Server
es_mx: Requiere el software de servidor Playon
ru_ru: Требуется серверное ПО Playon

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)
de_de: Debugging erlauben [Protokollfehler]
es_es: Habilitar modo depuración (registro de errores)
es_mx: Activar depuración (registrar errores)
ru_ru: Включить отладку [Запись ошибок]

# #30001
source: Navigate to m.playon.tv in a browser to get the resolved IP.
da_dk: Naviger til m.playon.tv i en browser for at få den påkrævede IP.
es_es: Accede a m.playon.tv desde un navegador para obtener la IP resuelta.
es_mx: Navega a m.playon.tv en un navegador para obtener la IP resuelta.
ru_ru: Перейдите на сайт m.playon.tv в браузере, чтобы получить IP-адрес.

# #30002
source: Playon IP:Port
es_es: Playon IP:Puerto
es_mx: IP:Puerto de Playon
ru_ru: Playon IP-адрес:порт

# #30003
source: Preferred Playback Method
da_dk: Foretrukken afspilningsmetode
de_de: Bevorzugte Wiedergabemethode
es_es: Método de reproducción preferido
es_mx: Método de reproducción preferido
ru_ru: Метод воспроизведения

# #30004
source: UPNP Server
es_es: Servidor UPNP
es_mx: Servidor UPNP
ru_ru: UPNP сервер

# #30010
source: Something went wrong, Try again...
da_dk: Noget gik galt. Prøv igen...
de_de: Etwas ist schief gelaufen, erneut versuchen …
es_es: Algo salió mal, Inténtalo de nuevo...
es_mx: Algo salió mal. Intenta nuevamente...
ru_ru: Что-то пошло не так. Повторите попытку...

# #30011
source: Connect to PlayOn: %s
da_dk: Opret forbindelse til PlayOn: %s
de_de: Zu PlayOn verbinden: %s
es_es: Conectarse a PlayOn: %s
es_mx: Conectar a PlayOn: %s
ru_ru: Подключение к PlayOn: %s

# #30012
source: Please Check Playon Server and IP:Port settings.
da_dk: Tjek venligst indstillinger for Playon server og IP-port.
de_de: Bitte Playon-Server und Einstellungen für IP:Port überprüfen.
es_es: Por favor, comprueba los ajustes de Playon Server e IP:Puerto.
es_mx: Por favor verifica la configuración deIP:Puerto y el servidor Playon.
ru_ru: Пожалуйста проверьте настройки сервера Playon и IP-адрес:порт.

# #30013
source: Found Playon UPNP Server
da_dk: Fandt Playon UPnP-server
de_de: Playon-UPnP-Server gefunden
es_es: Servidor UPNP Playon encontrado
es_mx: Encontrado servidor Playon UPNP
ru_ru: Найден UPNP сервер Playon

# #30014
source: Navigate to UPNP, locate Playon Server
da_dk: Naviger til UPnP, find Playon server
es_es: Navegue hasta UPNP, localice Playon Server
es_mx: Navegar a UPNP, localizar servidor Playon
ru_ru: Перейдите к UPNP, найдите Playon Server

# #30015
source: Kodi UPNP Enabled
da_dk: Kodi UPnP aktiveret
de_de: Kodi UPnP aktiviert
es_es: Kodi UPNP Activado
es_mx: UPNP de Kodi activado
ru_ru: Включён Kodi UPNP

# #30016
source: Enter Search Term
da_dk: Indtast søgeord
de_de: Suchbegriff eingeben
es_es: Introduce Término de Búsqueda
es_mx: Ingresa el término de búsqueda
ru_ru: Введите поисковый запрос

# #30017
source: Add to PlayLater
da_dk: Føj til PlayLater
de_de: Zu PlayLater hinzufügen
es_es: Añadir a PlayLater
es_mx: Agregar a PlayLater
ru_ru: Добавить в PlayLater

# #30018
source: General
da_dk: Generel
de_de: Allgemein
ru_ru: Общие
