Repository: enlewof/learningit-repo-plugins
Catalog: plugin.video.tubed/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Summary
source: Watch your favorite YouTube content on Kodi
da_dk: Se dit yndlings YouTube-indhold i Kodi

# Addon Description
source: Browse your favorite content from YouTube; create, delete, and rename playlists; subscribe or unsubscribe from your favorite channels; and rate your favorite videos.
da_dk: Gennemse dit yndlingsindhold fra YouTube: opret, slet og omdøb playlister, abonner eller afmeld dine yndlingskanaler og bedøm dine yndlingsvideoer.

# Addon Disclaimer
source: Tubed's use of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. For more information on how your data is handled see Tubed's Privacy Policy at https://panicked.xyz/tubed-privacy/
da_dk: Tubed's brug af oplysninger modtaget fra Google API overholder brugerdatapolitikken for Google API-tjenester, herunder kravene til begrænset brug. For mere information om, hvordan dine data håndteres, se Tubed's privatlivspolitik på https://panicked.xyz/tubed-privacy/

# #30000
source: Most Popular
da_dk: Mest populære

# #30001
source: Next Page
da_dk: Næste side

# #30002
source: Recommendations
da_dk: Anbefalinger

# #30003
source: Search
da_dk: Søg

# #30004
source: My Channel
da_dk: Min kanal

# #30005
source: Liked Videos
da_dk: Videoer du synes godt om

# #30006
source: Disliked Videos
da_dk: Videoer du ikke synes godt om

# #30007
source: Playlists
da_dk: Playlister

# #30008
source: Channels
da_dk: Kanaler

# #30009
source: Subscriptions
da_dk: Abonnementer

# #30010
source: Live
da_dk: Direkte

# #30011
source: Sign in with Google
da_dk: Log ind med Google

# #30012
source: Sign Out
da_dk: Log ud

# #30013
source: Manage Users
da_dk: Administrer brugere

# #30014
source: New Search
da_dk: Ny søgning

# #30015
source: Enter your search term
da_dk: Indtast søgeord

# #30016
source: Go to %s and enter the following code:
da_dk: Gå til %s og indtast følgende kode:

# #30017
source: New user...
da_dk: Ny bruger...

# #30018
source: Rename user...
da_dk: Omdøb bruger...

# #30019
source: Remove user...
da_dk: Fjern bruger...

# #30020
source: New Username
da_dk: Nyt brugernavn

# #30021
source: Remove User
da_dk: Fjern bruger

# #30022
source: Removing %s, are you sure?
da_dk: Fjerner %s, er du sikker?

# #30024
source: You are about to sign out, are you sure?
da_dk: Du er ved at logge ud, er du sikker?

# #30025
source: Categories
da_dk: Kategorier

# #30026
source: Remove...
da_dk: Fjern...

# #30027
source: Clear history
da_dk: Ryd historik

# #30028
source: General
da_dk: Generel

# #30029
source: Quality
da_dk: Kvalitet

# #30030
source: Choose the maximum playback quality for videos and live content
da_dk: Vælg den maksimale afspilningskvalitet for videoer og direkte indhold

# #30031
source: Limit to 30 fps
da_dk: Begræns til 30 fps

# #30032
source: Limit playback quality to 30 fps or less
da_dk: Begræns afspilningskvalitet til 30 fps eller lavere

# #30034
source: Use the best matching HDR streams for videos
da_dk: Vælg de bedst matchende HDR streams for videoer

# #30035
source: Adaptive (MP4/H264)
da_dk: Adaptiv (MP4/H264)

# #30036
source: Adaptive (WEBM/VP9)
da_dk: Adaptiv (WEBM/VP9)

# #30045
source: Playback
da_dk: Afspilning

# #30046
source: Watch Later
da_dk: Se senere

# #30048
source: Language
da_dk: Sprog

# #30049
source: Your preferred YouTube UI language
da_dk: Dit foretrukne sprog til YouTube UI

# #30050
source: Region
da_dk: Område

# #30051
source: Your preferred content region
da_dk: Dit foretrukne område for indhold

# #30052
source: Configure regional preferences
da_dk: Indstil præferencer for område

# #30053
source: Configure your preferred language and region
da_dk: Indstil dit foretrukne sprog og område

# #30054
source: Configure subtitles
da_dk: Indstil undertekster

# #30055
source: Configure your preferred subtitle language
da_dk: Indstil dit foretrukne sprog til undertekster

# #30056
source: Subtitle language
da_dk: Sprog til undertekster

# #30057
source: Your preferred subtitle language
da_dk: Dit foretrukne sprog til undertekster

# #30058
source: Subtitles
da_dk: Undertekster

# #30059
source: %s with %s fallback
da_dk: %s med %s tilbagefald

# #30060
source: No auto-generated
da_dk: Ingen autogenererede

# #30061
source: None
da_dk: Ingen

# #30062
source: Prompt
da_dk: Forespørg

# #30063
source: Subscribe
da_dk: Abonner

# #30064
source: Subscribed
da_dk: Abonneret

# #30065
source: Unsubscribe
da_dk: Opsig abonnement

# #30066
source: Unsubscribed
da_dk: Abonnement opsagt

# #30067
source: Error
da_dk: Fejl

# #30068
source: Play (Prompt for subtitles)
da_dk: Afspil (forespørg efter undertekster)

# #30069
source: Go to %s
da_dk: Gå til %s

# #30070
source: Subscribed to %s
da_dk: Abonneret på %s

# #30071
source: Unsubscribed from %s
da_dk: Opsagt abonnement på %s

# #30072
source: Rate
da_dk: Bedøm

# #30073
source: I like this
da_dk: Jeg kan lide dette

# #30074
source: I dislike this
da_dk: Jeg kan ikke lide dette

# #30075
source: Remove rating
da_dk: Fjern bedømmelse

# #30076
source: Liked
da_dk: Kunne lide

# #30077
source: Disliked
da_dk: Kunne ikke lide

# #30078
source: Liked %s
da_dk: Kunne lide %s

# #30079
source: Disliked %s
da_dk: Kunne ikke lide %s

# #30080
source: Rating removed
da_dk: Bedømmelse fjernet

# #30081
source: Rating removed from %s
da_dk: Bedømmelse fjernet fra %s

# #30082
source: New playlist
da_dk: Ny playliste

# #30083
source: Add to playlist
da_dk: Føj til playliste

# #30084
source: Remove from playlist
da_dk: Fjern fra playliste

# #30085
source: Delete playlist
da_dk: Slet playliste

# #30086
source: Enter your playlist title
da_dk: Indtast titlen på din playliste

# #30087
source: Added %s to %s
da_dk: Føjede %s til %s

# #30088
source: Removed from playlist
da_dk: Fjernet fra playliste

# #30089
source: Removed %s from playlist
da_dk: Fjernet %s fra playliste

# #30090
source: Playlist deleted
da_dk: Playliste slettet

# #30091
source: %s playlist deleted
da_dk: %s playliste slettet

# #30092
source: Rename playlist
da_dk: Omdøb playliste

# #30093
source: Playlist renamed to %s
da_dk: Playliste omdøbt til %s

# #30094
source: %s renamed to %s
da_dk: %s omdøbt til %s

# #30095
source: You are about to delete %s, are you sure?
da_dk: Du er ved at slette %s, er du sikker?

# #30096
source: You are about to delete a playlist, are you sure?
da_dk: Du er ved at slette en playliste, er du sikker?

# #30097
source: Upcoming
da_dk: Kommende

# #30098
source: Completed
da_dk: Afsluttet

# #30099
source: %s was scheduled to start %s
da_dk: %s var planlagt til at starte %s

# #30100
source: %s is scheduled to start %s
da_dk: %s er planlagt til at starte %s

# #30101
source: Related videos
da_dk: Lignende videoer

# #30103
source: Data cache TTL (weeks)
da_dk: Datacache TTL (uger)

# #30104
source: Function cache TTL (minutes)
da_dk: Funktionscache TTL (minutter)

# #30105
source: Clear data cache
da_dk: Ryd datacache

# #30106
source: Clear function cache
da_dk: Ryd functionscache

# #30107
source: Data cache was cleared
da_dk: Datacachen blev ryddet

# #30108
source: Function cache was cleared
da_dk: Funktionscachen blev ryddet

# #30109
source: Delete data cache
da_dk: Slet datacache

# #30110
source: Delete function cache
da_dk: Slet funktionscache

# #30111
source: Data cache was deleted
da_dk: Datacachen blev slettet

# #30112
source: Function cache was deleted
da_dk: Funktionscachen blev slettet

# #30113
source: Time to Live
da_dk: Tid til direkte

# #30114
source: Maintenance
da_dk: Vedligeholdelse

# #30115
source: How long until long term data cache expires in weeks
da_dk: Hvor lang tid i uger før langtidsdatacachen udløber

# #30116
source: How long until short term function cache expires in minutes
da_dk: Hvor lang tid i minutter før korttids-funktionscachen udløber

# #30117
source: Clearing long term data cache will remove all entries from the database
da_dk: Rydning af langtidsdatacache vil fjerne alle poster fra databasen

# #30118
source: Clearing short term function cache will remove all cache entries
da_dk: Rydning af korttidsfunktionscache vil fjerne alle cacheposter

# #30119
source: Deleting long term data cache will delete the whole database
da_dk: Sletning af langtidsdatacache vil slette hele databasen

# #30120
source: Deleting short term function cache will delete the whole database
da_dk: Sletning af korttidsfunktionscache vil slette hele databasen

# #30121
source: Failed to clear function cache
da_dk: Kunne ikke rydde funktionscachen

# #30122
source: Failed to clear data cache
da_dk: Kunne ikke rydde datacachen

# #30123
source: Failed to delete function cache
da_dk: Kunne ikke slette funktionscachen

# #30124
source: Failed to delete data cache
da_dk: Kunne ikke slette datacachen

# #30125
source: Debug
da_dk: Fejlfinding

# #30126
source: Component Logging
da_dk: Komponentlogføring

# #30127
source: API requests
da_dk: API-anmodninger

# #30128
source: Enable logging of API requests and responses
da_dk: Aktiver logføring af API-anmodninger og -svar

# #30129
source: Comments
da_dk: Kommentarer

# #30130
source: Comment
da_dk: Kommentar

# #30131
source: Read comment
da_dk: Læs kommentar

# #30132
source: Likes
da_dk: Synes om

# #30133
source: Replies
da_dk: Svar

# #30134
source: Comment has been edited
da_dk: Kommentaren er blevet redigeret

# #30135
source: Limits
da_dk: Begrænsninger

# #30137
source: The maximum size of long term data cache before being automatically resized
da_dk: Den maksimale størrelse af langtidsdatacache, før størrelsen automatisk ændres

# #30138
source: Sort order
da_dk: Sorteringsrækkefølge

# #30139
source: Choose a sort order
da_dk: Vælg en sorteringsrækkefølge

# #30140
source: Alphabetical
da_dk: Alfabetisk

# #30141
source: Relevance
da_dk: Relevans

# #30142
source: Activity
da_dk: Aktivitet

# #30143
source: Time
da_dk: Tid

# #30144
source: Date
da_dk: Dato

# #30145
source: Rating
da_dk: Bedømmelse

# #30146
source: Title
da_dk: Titel

# #30147
source: Video Count
da_dk: Videoantal

# #30148
source: View Count
da_dk: Visningsantal

# #30149
source: Post Play
da_dk: Efterfølgende afspilning

# #30150
source: Post play minimum watch percentage
da_dk: Mindste procent der er set for efterfølgende afspilning

# #30151
source: What percent of the video's duration must be watched to trigger post play events
da_dk: Hvilken procentdel af videoens varighed skal være set for at udløse efterfølgende afspilning?

# #30152
source: Rate the video that just finished playing
da_dk: Bedøm videoen der lige blev afspillet

# #30153
source: Rate during playlists
da_dk: Bedøm under playlister

# #30154
source: Should rating be requested while watching playlists
da_dk: Skal der anmodes om bedømmelse, mens du ser playlister?

# #30155
source: Autoplay related videos
da_dk: Automatisk afspilning af relaterede videoer

# #30156
source: Autoplay videos related to the previously played video
da_dk: Afspil automatisk videoer relateret til den tidligere afspillede video

# #30157
source: Set as History
da_dk: Marker som 'Historie'

# #30158
source: Set as Watch Later
da_dk: Marker som 'Se senere'

# #30159
source: Remove as History
da_dk: Fjern fra 'Historie'

# #30160
source: Remove as Watch Later
da_dk: Fjern fra 'Se senere'

# #30161
source: History
da_dk: Historie

# #30162
source: Watch later playlist configured
da_dk: 'Se senere'-playliste konfigureret

# #30163
source: History playlist configured
da_dk: 'Historie'-playliste konfigureret

# #30164
source: %s was configured as your watch later playlist
da_dk: %s blev konfigureret som din 'Se senere'-playliste

# #30165
source: %s was configured as your history playlist
da_dk: %s blev konfigureret som din 'Historie'-playliste

# #30166
source: Watch later playlist is no longer configured
da_dk: 'Se senere'-playliste er ikke længere konfigureret

# #30167
source: History playlist is no longer configured
da_dk: 'Historie'-playliste er ikke længere konfigureret

# #30168
source: %s is no longer configured as your watch later playlist
da_dk: %s er ikke længere konfigureret som din 'Se senere'-playliste

# #30169
source: %s is no longer configured as your history playlist
da_dk: %s er ikke længere konfigureret som din 'Historie'-playliste

# #30170
source: Add to watch later
da_dk: Føj til 'Se senere'

# #30171
source: Favorite Channels
da_dk: Favoritkanaler

# #30172
source: Add to favorite channels
da_dk: Føj til favoritkanaler

# #30173
source: Clear favorite channels
da_dk: Ryd favoritkanaler

# #30174
source: Added to favorite channels
da_dk: Føjet til favoritkanaler

# #30175
source: Removed from favorite channels
da_dk: Fjernet fra favoritkanaler

# #30176
source: Import from xml
da_dk: Importer fra xml

# #30177
source: Import failed
da_dk: Import mislykkedes

# #30178
source: Import completed successfully
da_dk: Importen er fuldført

# #30179
source: You are about to clear your favorite channels, are you sure?
da_dk: Du er ved at rydde dine favoritkanaler. Er du sikker?

# #30180
source: Favorite channels cleared
da_dk: Favoritkanaler ryddet

# #30181
source: Add %s to favorite channels
da_dk: Føj %s til favoritkanaler

# #30182
source: Added %s to favorite channels
da_dk: Føjede %s til favoritkanaler

# #30183
source: Removed %s from favorite channels
da_dk: Fjernede %s fra favoritkanaler

# #30184
source: Refresh
da_dk: Opdater

# #30185
source: Clear function cache on refresh
da_dk: Ryd funktionscache ved opdatering

# #30186
source: Short term function cache will be cleared when using Refresh from the context menu
da_dk: Korttidsfunktionscache bliver ryddet når du bruger Opdater fra kontekstmenuen

# #30187
source: Choose watch later playlist
da_dk: Vælg 'Se senere'-playliste

# #30188
source: Added %s to the new watch later playlist %s
da_dk: Føjede %s til den nye 'Se senere'-playliste %s

# #30189
source: Search history items
da_dk: Elementer i søgehistorik

# #30190
source: How many search history items should be kept for each user
da_dk: Hvor mange elementer i søgehistorikken skal gemmes for hver bruger?

# #30191
source: Favorite channels
da_dk: Favoritkanaler

# #30192
source: How many favorite channels should be kept for each user
da_dk: Hvor mange favoritkanaler skal gemmes for hver bruger?

# #30193
source: Play
da_dk: Afspil

# #30194
source: Play from %s
da_dk: Afspil fra %s

# #30195
source: Most Popular Regionally
da_dk: Mest populær regionalt

# #30196
source: Main Menu
da_dk: Hovedmenu

# #30197
source: Show/Hide this item on the main menu
da_dk: Vis/skjul dette element i hovedmenuen

# #30198
source: Hide %s
da_dk: Skjul %s

# #30199
source: %s was hidden from the main menu
da_dk: %s blev skjult i hovedmenuen

# #30200
source: User is authenticated
da_dk: Bruger er godkendt

# #30201
source: User is not authenticated
da_dk: Bruger er ikke godkendt

# #30202
source: Create a new user
da_dk: Opret ny bruger

# #30203
source: Rename a current user
da_dk: Omdøb nuværende bruger

# #30204
source: Remove a current user
da_dk: Fjern nuværende bruger

# #30205
source: Change avatar...
da_dk: Ændring af avatar...

# #30206
source: Change a current user's avatar
da_dk: Ændring af nuværende brugers avatar

# #30207
source: Choose a new avatar
da_dk: Vælg et nyt avatar

# #30208
source: Up Next
da_dk: Næste

# #30209
source: Links in the description
da_dk: Links i beskrivelsen

# #30210
source: There were no links found in the description
da_dk: Der blev ingen links fundet i beskrivelsen

# #30211
source: Create a new playlist
da_dk: Opret en ny playliste

# #30212
source: Go to the next page
da_dk: Gå til næste side

# #30213
source: Rate the selected video
da_dk: Bedøm den valgte video

# #30214
source: Rate %s
da_dk: Bedøm %s

# #30215
source: Dialogs
da_dk: Dialoger

# #30216
source: Open the autoplay related video dialog for debugging
da_dk: Åbn dialogboksen relateret til automatisk afspilning for at fejlsøge

# #30217
source: Open the sign in dialog for debugging
da_dk: Åbn dialogboksen til login for at fejlsøge

# #30218
source: likes
da_dk: synes om

# #30219
source: dislikes
da_dk: synes ikke om

# #30220
source: views
da_dk: visninger

# #30221
source: Chapters
da_dk: Kapitler

# #30222
source: Chapter starts at %s
da_dk: Kapitel starter ved %s

# #30223
source: API Module
da_dk: API-modul

# #30224
source: Configure API module
da_dk: Konfigurer API-modul

# #30225
source: Open Tubed API settings to configure the API module
da_dk: Åbn Tubed API-indstillinger for at konfigurere API-modulet

# #30226
source: Favorite Playlists
da_dk: Favoritplaylister

# #30227
source: Add to favorite playlists
da_dk: Føj til favoritplaylister

# #30228
source: Clear favorite playlists
da_dk: Ryd favoritplaylister

# #30229
source: Added to favorite playlists
da_dk: Føjet til favoritplaylister

# #30230
source: Removed from favorite playlists
da_dk: Fjernet fra favoritplaylister

# #30231
source: You are about to clear your favorite playlists, are you sure?
da_dk: Du er ved at rydde dine favoritplaylister. Er du sikker?

# #30232
source: Favorite playlists cleared
da_dk: Favoritplaylister er ryddet

# #30233
source: Add %s to favorite playlists
da_dk: Føj %s til favoritplaylister

# #30234
source: Added %s to favorite playlists
da_dk: Føjede %s til favoritplaylister

# #30235
source: Removed %s from favorite playlists
da_dk: Fjernede %s fra favoritplaylister

# #30236
source: Favorite playlists
da_dk: Favoritplaylister

# #30237
source: How many favorite playlists should be kept for each user
da_dk: Hvor mange favoritplaylister skal gemmes for hver bruger?

# #30238
source: Backup
da_dk: Sikkerhedskopi

# #30239
source: Make a backup
da_dk: Lav en sikkerhedskopi

# #30240
source: Backup your Tubed settings, users, search history, favorite channels and favorite playlists
da_dk: Sikkerhedskopier dine Tubed-indstillinger, brugere, søgehistorik, favoritkanaler og favoritplaylister

# #30241
source: Restore a backup
da_dk: Gendan en sikkerhedskopi

# #30242
source: Restore your Tubed settings, users, search history, favorite channels and favorite playlists from a previous backup
da_dk: Gendan dine Tubed-indstillinger, brugere, søgehistorik, favoritkanaler og favoritplaylister fra en tidligere sikkerhedskopi

# #30243
source: Choose a location to create backup
da_dk: Vælg en placering til opretning af sikkerhedskopi

# #30244
source: Choose a backup to restore
da_dk: Vælg en sikkerhedskopi der gendannes

# #30245
source: Failed to create backup at %s
da_dk: Kunne ikke oprette sikkerhedskopi på %s

# #30246
source: Failed to restore backup from %s
da_dk: Kunne ikke gendanne sikkerhedskopi fra %s

# #30247
source: Backup successfully created at %s
da_dk: Sikkerhedskopien blev oprettet på %s

# #30248
source: Backup successfully restored from %s
da_dk: Sikkerhedskopien blev gendannet fra %s

# #30249
source: Client ID: %s
da_dk: Klient ID: %s

# #30250
source: Further use of Tubed will be subject to this privacy policy
da_dk: Yderligere brug af Tubed vil være underlagt denne fortrolighedspolitik

# #30251
source: Accept
da_dk: Accepter

# #30252
source: Decline
da_dk: Afslå

# #30253
source: Privacy Policy
da_dk: Fortrolighedspolitik

# #30254
source: Sign In
da_dk: Log ind

# #30255
source: InputStream Adaptive is required and appears to be disabled. Would you like to enable InputStream Adaptive now?
da_dk: InputStream Adaptive er påkrævet og ser ud til at være deaktiveret. Vil du aktivere InputStream Adaptive nu?

# #30256
source: Settings
da_dk: Indstillinger

# #30257
source: No entries found
da_dk: Der blev ikke fundet nogen poster

# #30258
source: v3 Data API Client
da_dk: v3 Data API Klient

# #30259
source: YouTube-TV API Client
da_dk: YouTube-TV API Klient
