Repository: enlewof/learningit-repo-plugins
Catalog: plugin.video.tagesschau/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Preferred Quality
de_de: Bevorzugte Qualität

# #30002
source: Show age of news in title
de_de: Zeige Alter der Nachricht im Titel

# #30004
source: Broadcasts only
de_de: Nur ganze Sendungen

# #30005
source: Topics only
de_de: Nur einzelne Beiträge

# #30006
source: Broadcasts and Topics
de_de: Sendungen und Beiträge

# #30007
source: Hide "Europadruck" in news
de_de: Verstecke "Europadruck" in Nachrichten

# #30008
source: Hide "Aktueller Wolkenfilm" in news
de_de: Verstecke "Aktueller Wolkenfilm" in Nachrichten

# #30009
source: Show preview image also as fanart
de_de: Vorschaubild auch als Fanart zeigen

# #30100
source: News
de_de: Nachrichten

# #30101
source: Broadcasts
de_de: Sendungen

# #30103
source: ago
de_de: Vor

# #30104
source: Tagesschau 20:00
de_de: Tagesschau 20 Uhr
